window.RECREATION_QUESTIONS = [
  "가장 좋아하는 음식은?",
  "생일에 받고 싶은 선물은?",
  {
    text: "내가 좋아하는 색깔은?",
    options: ["빨강", "주황", "노랑", "초록", "파랑", "보라", "검정", "흰색"]
  },
  "쉴 때 무엇을 하나요?",
  "카페에서 가장 좋아하는 음료는?",
  {
    text: "교회에 올 때 주로 쓰는 교통수단은?",
    options: ["버스", "지하철", "자가용", "도보"]
  },
  "베스킨라빈스 최애맛은?",
  "내가 먹어본 음식 중 가장 이상했던 음식은?",
  "지금 내 머릿속에 떠오른 찬양!",
  {
    text: "평생 '노래만 부르며 말하기 vs 춤추면서 걷기'",
    options: ["평생 노래만 부르며 말하기", "춤추면서 걷기"]
  },
  {
    text: "나는 '아침형 인간 vs 저녁형 인간'",
    options: ["아침형 인간", "저녁형 인간"]
  },
  {
    text: "내 올해 새해 성구가",
    options: ["기억난다", "뭐였더라?"]
  },
  {
    text: "무인도에서 1달살기 vs 매일 100명 새로운 사람 만나기.",
    options: ["무인도에서 1달살기", "매일 100명 새로운 사람 만나기"]
  },
  {
    text: "동물의 말을 알아들을 수 있는데 비둘기 말만 들림 (대부분 욕임) vs 식물의 말을 들을 수 있는데 맨날 살려달라고 비명 지름",
    options: ["동물의 말을 알아들을 수 있음", "식물의 말을 알아들을 수 있음"]
  },
  "예산 제한 없이 1달 휴가를 간다면 가고 싶은 나라는?",
  {
    text: "나는 스포츠를",
    options: ["보는 것이 좋다", "하는 것이 좋다"]
  },
  {
    text: "자고로 휴양이란",
    options: ["산으로 가야한다", "바다로 가야한다", "호텔로 가야한다"]
  },
];
